Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/problems_in_marriages_and_other_relationships/barring_safety_and_protection_orders.html.txt.tmx
Source language: en
Languages: ga

source: Barring, safety and protection orders
ga: Orduithe Urchoisc, Sábháilteachta agus Cosanta

source: Domestic violence refers to the use of physical or emotional force or threat of physical force, including sexual violence, in close adult relationships
ga: Tagraíonn foréigean baile ar úsáid fórsa fisiciúil nó mothúchánach nó bagairt forneart fisiciúil, lena n-áirítear foréigean gnéasach, i gcaidreamh fásta dhúnadh

source: As well as physical violence it can also involve emotional abuse, the destruction of property, isolation from friends, family and other potential sources of support, threats to others including children, stalking, and control over access to money, personal items, food, transportation and the telephone
ga: Chomh maith le foréigean fisiceach, is féidir foréigean baile i gceist chomh maith le mí-úsáid mhothúchánach, an scrios maoine, scoite amach ó chairde, teaghlaigh agus foinsí eile tacaíochta, bagairtí do dhaoine eile lena n-áirítear leanaí, stalcaireacht, agus smacht ar rochtain ar airgead, míreanna pearsanta, bia, iompar agus ar an teileafón

source: Under the Domestic Violence Act 1996, Gardaí (the Irish police force) have the power to arrest and prosecute a violent family member
ga: Faoi An tAcht um Fhoréigean Baile, 1996, tá cumas ag na Gardaí (fórsa póilíneachta na hÉireann) ball foréigneach teaghlaigh a ghabháil

source: Under the law there are two main kinds of protection available, a safety order and a barring order
ga: Dé réir an dlí tá dhá príomhchineál cosanta le fáil, ordú sábháilteachta agus ordú urchoisc

source: A safety order is an order of the court which prohibits the violent person from further violence or threats of violence
ga: Is ordú cúirte ordú sábháilteachta a chuireann cosc ar dhuine foréigneach ar fhoréigean breise nó ar bhagairt foréigin

source: It does not oblige the person to leave the family home
ga: Ní bhíonn iallach ar an duine áras an teaghlaigh a fhágáil

source: If the person is not living with you it prohibits them from watching or being near your home
ga: Má chónaíonn sibh óna chéile tá cosc orthu ar fhaire a dhéanamh ar d’áras nó bheith cóngarach do d’áras

source: A safety order can last up to 5 years
ga: Is féidir le hordú sábháilte a mhair suas go 5 bliana

source: A barring order is an order which requires the violent person to leave the family home
ga: Is ordú urchoisc ordú a éilíonn ar an duine foréigneach áras an teaghlaigh a fhágáil

source: The order also prohibits the person from further violence or threats of violence, and from watching or being near your home
ga: Cuireann sé cosc ar an duine ar fhoréigean breise nó ar bhagairt foréigin, agus ar fhaire a dhéanamh ar d’áras nó bheith cóngarach do d’áras

source: A barring order can last up to 3 years
ga: Is féidir le hordú urchoisc a mhair suas go 3 bliana

source: Applying for an order
ga: Ag déanamh iarratais ar ordú

source: To get a barring order or a safety order you must attend a District Court hearing
ga: Chun ordú urchoisc nó ordú sábháilteachta a fháil ní mór duit freastal ar éisteacht chúirte

source: While you are waiting for the court to hear your application, the court can give you an immediate order called a protection order
ga: Agus tú ag fanacht ar an chúirt le héisteacht le d’iarratas, is féidir leis an chúirt ordú láithreach a thabhairt duit ar a dtugtar ordú cosanta

source: The protection order has the same effect as a safety order
ga: Is ionann an t-éifeacht leis an ordú cosanta agus ordú sábháilteachta

source: In exceptional circumstances the court can grant an interim barring order
ga: I gcúinsí eisceachtúil is féidir leis an chúirt ordú urchoisc eatramhach a bhronnadh

source: This is an immediate order, requiring the violent person to leave the family home
ga: Is ordú láithreach é seo, a éilíonn ar an duine foréigneach áras an teaghlaigh a fhágáil

source: The safety order or the barring order can be renewed by applying for a further order before the previous one has expired
ga: Is féidir na horduithe a athnuachan trí chur i bhfeidhm ar ordú eile sula mbeidh an ceann roimhe sin in éag

source: The court will grant an order where it believes that your safety or welfare, or the safety or welfare of a dependant, requires that an order is granted
ga: Beidh an chúirt ordú a dheonú i gcás go gcreideann sé go n-éilíonn do shábháilteacht nó do leas, nó sábháilteacht nó leas an cleithiúnaí, go bhfuil an ordaithe a deonaíodh

source: Under the legislation, welfare includes both physical and psychological welfare
ga: Faoin reachtaíocht, áirítear leas an dá leas fisiciúil agus síceolaíoch

source: Spouses and civil partners
ga: Céilí agus páirtnéirí sibhialta

source: If you are married or in a civil partnership, and you can show the court that your spouse/civil partner is violent in any way towards you or the children, you can get a barring or safety order against them no matter how long you have lived together and even if they own most or all of the house
ga: Má tá tú pósta nó i bpáirtnéireacht shibhialta, agus más féidir leat léiriú don chúirte go bhfuil do chéile foréigneach i ndóigh ar bith duit nó do na leanaí, is féidir leat ordú sábháilteachta nó ordú urchoisc a fháil ina aghaidh/haghaidh is cuma cá fhad a raibh sibh in bhur gcónaí le chéile agus fiú más leis/léi iomlán nó cuid den áras

source: If you have lived together in an intimate and committed relationship you can get a safety order against a violent partner
ga: Is féidir ordú sábháilteachta a fháil in aghaidh páirtnéir atá foréigneach má tá tú i do chónaí le chéile i caidreamh pearsanta agus tiomanta

source: You can also get a safety order against a person with whom you have had a child but are not living with or have never lived with
ga: Is féidir leat freisin ordú sábháilteachta a fháil in aghaidh duine a bhuil leanbh agat leis/leí, fiú mura bhfuil tú i do chónaí leis an duine nó riamh

source: You can get a barring order against a violent partner if you have been living together in an intimate and committed relationship for six out of the previous nine months and your partner does not own most or all of the house you are living in
ga: Is féidir ordú urchoisc a fháil in aghaidh páirtnéir atá foréigneach má tá tú i do chónaí le chéile i caidreamh pearsanta agus tiomanta ar feadh sé mhí as naoi mí agus mura leisean / léisean an t-iomlán nó an chuid is mó den áras ina bhfuil sibh in bhur gcónaí

source: A parent can apply for a barring or safety order against domestic violence from their own child if their child is over 18
ga: Is féidir le tuismitheoir ordú sábháilteachta nó ordú urchoisc a fháil in aghaidh foréigean baile a linbh féin má tá an leanbh sin níos mó ná 18

source: You cannot get a barring order if your child owns all or most of the house you are living in
ga: Ní féidir leat ordú urchoisc a fháil má úinéireacht do leanbh go léir nó an chuid is mó ar an teach tú i do chónaí i

source: Others living together, for example, two relatives, can apply for a safety order
ga: Is féidir le daoine eile chur isteach ar ordú, mar shampla, is féidir le beirt ghaol atá ina gcónaí le chéile bheith clúdaithe

source: Child and Family Agency
ga: Ghníomhaireacht um Leanaí agus an Teaghlach

source: The Child and Family Agency may seek a safety or barring order against a violent adult on behalf of a child, whether or not that violent adult is married to the child's parent
ga: Is féidir leis an Ghníomhaireacht um Leanaí agus an Teaghlach ordú urchoisc a iarraidh in aghaidh duine fásta atá foréigneach ar son linbh, má tá nó mura bhfuil an duine sin pósta le tuismitheoir an linbh

source: The law in Ireland strictly provides that anyone who contravenes a safety, barring (or interim barring) or protection order is guilty of an offence
ga: Dianfhorálann dlí na hÉireann go bhfuil duine ar bith a sháraíonn ordú sábháilteachta, urchoisc (nó urchoisc eatramhach) nó cosanta ciontach i gcion

source: Furthermore, if someone prevents you or your dependents from entering or remaining in a place to which the order relates (while the barring or interim barring order is in effect), they are also guilty of an offence
ga: Ina theannta sin, má chuireann duine cosc ort nó ar do chleithiúnaithe ar dhul isteach nó ar chead fhanacht in áit lena mbaineann an t-ordú (agus an t-ordú urchoisc nó urchoisc eatramhach ina éifeacht), tá siadsan ciontach i gcion chomh maith

source: The above offences under the Domestic Violence Act 1996 are punishable by a Class B fine and/or a prison term of 12 months
ga: Is inphionósaithe faoi fíneáil aicme B nó faoi théarma príosúin de 12 mhí nó an bheirt acu araon na cionta thuas luaite faoin Acht um Fhoréigean Bhaile 1996

source: These penalties are set down in Section 17 of the Domestic Violence Act, 1996
ga: Tá na pionóis seo leagtha síos in Alt 17 den Acht um Fhoréigean Bhaile, 1996

source: If you are concerned about violence in your home, you should contact your local Garda Station
ga: Má bhíonn imní ort faoi fhoréigean sa bhaile, ní mór duit dul i dteagmháil le do Stáisiúin na nGardaí Áitiúil

source: Members of the Gardaí are specially trained to deal with these situations and can offer advice, information and assistance
ga: Tá oiliúint ar leith ag baill na nGardaí le plé leis na cásanna seo agus thig leo comhairle, eolas agus cúnamh a thabhairt

source: Your local Citizens Information Centre can give you information about organisations that will provide you with support
ga: Is féidir le do Lárionad Eolais do Shaoránaigh áitiúil eolas a thabhairt duit ar eagraíochtaí a sholáthróidh tacaíocht duit

source: For example, two such organisations are Women's Aid and Amen Support Services
ga: Mar shampla, is iad Women’s Aid agus Amen Support Services a leithid d’eagraíochtaí seo

source: Women's Aid is a voluntary organisation providing support and information to women and their children who are being physically, emotionally and sexually abused in their own homes
ga: Is eagraíocht deonach é Woman’s Aid a thugann tacaíocht agus eolas do mhná agus dona leanaí a n-imrítear drochíde fhisiceach, mhothúchánach agus ghnéasach orthu ina sa bhaile

source: If you are a woman living in a violent situation, you should contact the Women's Aid helpline on 1800 341900
ga: Más bean thú atá i do chónaí i gcás foréigneach, ní mór duit dul i dteagmháil le Líne Chabhrach Women’s Aid ar 1800 341900

source: Amen Support Services is a voluntary organisation which provides a confidential helpline, a support service and information for male victims of domestic abuse
ga: Is eagraíocht deonach é Amen Support Services a thugann líne chabhrach atá faoi rún, seirbhís tacaíochta agus eolas d'íospartaigh fhireannach fhoréigean bhaile

source: You can contact Amen Support Services by phone at (046) 902 3718
ga: Thig leat dul i dteagmháil le Amen Support Services trí ghlaoch a chur ar (046) 902 3718

source: Further information on domestic and sexual violence as well as information on local and national support services is available on the website of Cosc - The National Office for the Prevention of Domestic, Sexual and Gender-based Violence
ga: Tá tuilleadh eolais ar fhoréigean teaghlaigh agus gnéis chomh maith le faisnéis faoi sheirbhísí tacaíochta áitiúla agus náisiúnta ar fáil ar láithreán gréasáin na Cosc - An Oifig Náisiúnta um Chosc Fhoréigean Baile, Gnéasach agus Inscnebhunaithe

source: To apply for a barring order or a safety order you must go to your local District Court Office
ga: Chun chur isteach ar ordú urchoisc nó ar ordú sábháilteachta ní mór duit dul chuig do Oifig Chúirt Dúiche áitiúil

source: If you live in the Dublin Area you must go to the Dublin District Family Law Office (see 'Where to apply' below)
ga: Má tá tú i do chónaí i i Mórcheantar Bhaile Átha Cliath ní mór duit dul chuig Oifig um Dlí Teaghlaigh Chathair Bhaile Átha Cliath (Féach ‘Áit chun chur isteach’ thíos)

source: However, you can go to the Dublin District Court Offices in Swords if it is closer to you
ga: Thig leat dul chuig Oifigí Cúirte Dúiche i Sord má tá sé níos cóngaraí duit

source: When you get to the District Court Office, the Court staff will identify the forms you need to make your application
ga: Nuair a fhaigheann tú go dtí an Oifig na Cúirte Dúiche, beidh foireann na Cúirte a aithint na foirmeacha is gá duit a dhéanamh d'iarratas

source: You do not need a solicitor to make an initial application, but it is recommend you have legal representation for a full court hearing
ga: Ní gá duit aturnae a iarratas a dhéanamh, ach moltar go bhfuil tú ionadaíocht dlí le héisteacht cúirte iomlán

source: You must bring proof of your identity, such as a passport or driver's licence
ga: Ní mór duit a thabhairt cruthúnas aitheantais a thabhairt, mar shampla pas nó ceadúnas tiomána

source: You should mention any evidence you have for the full hearing, including reports from your GP, hospital or the Gardaí
ga: Ba chóir duit a lua aon fhianaise a bhfuil tú ar an éisteacht iomlán, lena n-áirítear tuairiscí ó do dhochtúir teaghlaigh, ospidéal nó na Gardaí

source: If you are applying for a barring order or a safety order, the court clerk will arrange a court date for a court hearing
ga: Má tá tú ag cur isteach ar ordú urchoisc nó ordú sábháilteachta socróidh cléireach na cúirte dáta cúirte le haghaidh chúirt éisteachta

source: You will be given your summons for the court hearing at the time of your application
ga: Tógfar do thoghairm don éisteacht cúirte duit ag am d'iarratais

source: A summons will be sent to the respondent by ordinary post
ga: Seolfar toghairm chuig an fhreagróir trí ghnáthphost

source: The respondent is the person you need to be protected from or want barred from your home
ga: Is é an freagróir an duine óna bhfuil cosaint de dhíth ort nó ar mian leat urchoisc a chur ó d’áras

source: While you are waiting to go to court to get your barring order or safety order, you can get a protection order or an interim barring order immediately
ga: Agus tú ag fanacht ar dhul os comhair na cúirte chun ordú urchoisc nó ordú sábháilteachta a fháil, thig leat ordú cosanta nó ordú urchoisc eatramhach a fháil láithreach

source: If you want a protection order or an interim barring order the District Court Judge will hear your case on the day you make your application for a barring order or safety order
ga: Má maith leat ordú cosanta nó ordú urchoisc eatramhach éistfidh Breitheamh na Cúirte Dúiche do chás ar an lá a chuireann tú d’iarratas isteach ar ordú urchoisc nó ordú sábháilteachta

source: If you do not want a protection order or an interim barring order immediately, you can seek one at any time before your case is heard for a barring or safety order
ga: Mura maith leat ordú cosanta nó ordú urchoisc eatramhach láithreach is féidir leat ceann acu a iarraidh ag am ar bith roimh éisteacht do cháis le haghaidh ordú urchoisc nó ordú sábháilteachta

source: When you get your barring order, safety order, protection order or interim barring order, you show it to the Gardaí in your local Garda Station
ga: Nuair a fhaigheann tú d’ordú urchoisc, ordú sábháilteachta, ordú cosanta nó ordú urchoisc eatramhach taispeánann tú do na Gardaí é i do Stáisiún na nGardaí áitiúil

source: Do not give them your order (you can allow them to take a photocopy). A copy of your order will be sent to the Superintendent of your local Garda Station by registered post the following day
ga: Ná tabhair dóibh d’ordú (thig leat cead a thabhairt dóibh fótachóip a dhéanamh de) Seolfar cóip do d’ordú chuig Cheannfort do Stáisiún na nGardaí áitiúil trí phost cláraithe an lá dar gceann

source: A safety order, barring order, interim barring order or protection order takes effect from the time the respondent is notified of the order. This can be done verbally, together with the production of a copy of the order
ga: Cuirtear ordú sábháilteachta, ordú urchoisc, ordú urchoisc eatramhach nó ordú cosanta i gcrith ón am a gcuirtear an t-ordú in iúl don fhreagróir Thig leis seo bheith déanta de bhriathar, in éineacht le cóip an ordaithe a thabhairt

source: If the respondent is in court when the order is made the respondent is considered to be notified
ga: Má bhíonn an freagróir sa chúirt ag am a ndéantar an t-ordú glactar leis go bhfuil sé curtha in iúl don fhreagróir

source: A copy of the order will be sent to the respondent by ordinary post
ga: Seolfar cóip den ordú chuig an fhreagróir trí ghnáthphost

source: In some cases, the Judge may direct the Gardaí 'to serve' the order on the respondent
ga: I gcásanna áirithe, is féidir leis an Breitheamh na Gardaí a threorú leis an ordú ‘a seirbheáil’ ar an fhreagróir

source: This means the Gardaí will hand the order directly to the respondent
ga: Ciallaíonn sé seo go dtabharfaidh na Gardaí an t-ordú go díreach i lámh an fhreagróra
